import killBill1 from '../img/kill-bill-1.jpg';
import killBill2 from '../img/kill-bill-2.jpg';
import maugli from '../img/maugli.jpg';


export const filmsData = [
    {
        id: 1,
        img: killBill1,
        title: "Убить билла 1",
        year: "2001",
        rating: 4.1,
        genre: "Action & Adventure",
        timing: 154,
        description: "Вычеркнув двоих из смертельного списка, Невеста лишь наполовину приблизилась к цели. Теперь на очереди Бад и Элли Драйвер, уже приговоренные воскресшей жертвой! Еще два опасных шага перед последней схваткой, в которой она должна Убить Билла!..",
        director: "Quentin Tarantino",
        cast: "Ума Турман, Дэвид Кэрредин, Майкл Мэдсен, Дэрил Ханна, Цзя-Хуэй Лю, Перла Аней-Жардине, Ларри Бишоп, Майкл Паркс, Бо Свенсон, Дженни Эппер..."
    },
    {
        id: 2,
        img: killBill2,
        title: "Убить билла 2",
        year: "2005",
        rating: 3.1,
        genre: "Action & Adventure",
        timing: 154,
        description: "Вычеркнув двоих из смертельного списка, Невеста лишь наполовину приблизилась к цели. Теперь на очереди Бад и Элли Драйвер, уже приговоренные воскресшей жертвой! Еще два опасных шага перед последней схваткой, в которой она должна Убить Билла!..",
        director: "Quentin Tarantino",
        cast: "Ума Турман, Дэвид Кэрредин, Майкл Мэдсен, Дэрил Ханна, Цзя-Хуэй Лю, Перла Аней-Жардине, Ларри Бишоп, Майкл Паркс, Бо Свенсон, Дженни Эппер..."
    },
    {
        id: 3,
        img: killBill2,
        title: "Убить билла 3",
        year: "2008",
        rating: 2.1,
        genre: "Action & Adventure",
        timing: 154,
        description: "Вычеркнув двоих из смертельного списка, Невеста лишь наполовину приблизилась к цели. Теперь на очереди Бад и Элли Драйвер, уже приговоренные воскресшей жертвой! Еще два опасных шага перед последней схваткой, в которой она должна Убить Билла!..",
        director: "Quentin Tarantino",
        cast: "Ума Турман, Дэвид Кэрредин, Майкл Мэдсен, Дэрил Ханна, Цзя-Хуэй Лю, Перла Аней-Жардине, Ларри Бишоп, Майкл Паркс, Бо Свенсон, Дженни Эппер..."
    },
    {
        id: 4,
        img: killBill2,
        title: "Убить билла 4",
        year: "2012",
        rating: 5,
        genre: "Action & Adventure",
        timing: 154,
        description: "Вычеркнув двоих из смертельного списка, Невеста лишь наполовину приблизилась к цели. Теперь на очереди Бад и Элли Драйвер, уже приговоренные воскресшей жертвой! Еще два опасных шага перед последней схваткой, в которой она должна Убить Билла!..",
        director: "Quentin Tarantino",
        cast: "Ума Турман, Дэвид Кэрредин, Майкл Мэдсен, Дэрил Ханна, Цзя-Хуэй Лю, Перла Аней-Жардине, Ларри Бишоп, Майкл Паркс, Бо Свенсон, Дженни Эппер..."
    },
    {
        id: 5,
        img: maugli,
        title: "Маугли",
        year: "2007",
        rating: 4.1,
        genre: "Action & Adventure",
        timing: 143,
        description: "Случайно в джунглях оказался человеческий детеныш. Волчица Ракша не отдала его на растерзание, а вырастила и выучила вместе со своими детенышами. Маугли вырос сильным и здоровым. У него появились друзья: пантера Багира, медведь Балу, питон Каа. Вместе они помогают жителям джунглей пережить страшную засуху, отразить нашествие диких собак. Только вот тигр Шер-Хан со своим другом шакал Табаки никак не могут принять Маугли в джунглях. Когда приходит время выбирать вожака стаи, Шер - Хан пытается переубедить всех, что Маугли не может быть главным в джунглях.",
        director: "Роман Давыдов",
        cast: "Владимир Ушаков, Сергей Мартинсон, Александр Назаров, Люсьена Овчинникова, Людмила Касаткина, Лев Любецкий, Анатолий Папанов, Юрий Хржановский, Степан Бубнов, Юрий Пузырев..."
    },

]


